﻿﻿﻿﻿﻿; Romanian
; Traducere în Română (MunteAlb)

[Romanian]
IDS_LCID=0x0418
IDS_UPDATE_NO=Nu există actualizări.
IDS_UPDATE_YES=E disponibilă o versiune nouă (%s). Deschid pagina de descărcare?
IDS_FILE=Filă
IDS_SETTINGS=Setări
IDS_EXIT=Ieşi
IDS_LANGUAGE=Language
IDS_HELP=Ajutor
IDS_WEBSITE=Situl Softului
IDS_DONATE=Donate
IDS_CHECKUPDATES=Caută Actualizări
IDS_ABOUT=Despre
IDS_CODE=Error code:
IDS_MODULES=Modules
IDS_DESCRIPTION=Description:
IDS_INFORMATION=Code (dec.): %lu\r\nCode (hex.): 0x%.8lx\r\nSeverity: %s (0x%02x)\r\nFacility: %s (0x%02x)
IDS_ALWAYSONTOP_CHK=Mereu deasupra
IDS_INSERTBUFFER_CHK=Inserează tampon [buffer] la pornire
IDS_CHECKUPDATES_CHK=Caută regulat actualizări (recomandat)
IDS_STATUS_TOTAL=Loaded modules: %d of %d
IDS_STATUS_EMPTY=No description found.
IDS_STATUS_EMPTY2=No database found.
